[AshAdvWarlockM1 X2CharacterTemplate]
strCharacterName="变种人邪术师"

[AshAdvWarlockM2 X2CharacterTemplate]
strCharacterName="高级变种人邪术师"

[AshAdvWarlockM3 X2CharacterTemplate]
strCharacterName="精英变种人邪术师"

[AshAdvWarlockM4 X2CharacterTemplate]
strCharacterName="变种人邪术师领主"

[AshPsiAbominationM1 X2CharacterTemplate]
strCharacterName="死亡木偶"

[AshPsiAbominationM2 X2CharacterTemplate]
strCharacterName="死亡木偶"

[AshPsiAbominationM3 X2CharacterTemplate]
strCharacterName="死亡木偶"

[AshRisenTrooperM1 X2CharacterTemplate]
strCharacterName="重生的士兵"

[AshRisenTrooperM2 X2CharacterTemplate]
strCharacterName="重生的士兵"

[AshRisenTrooperM3 X2CharacterTemplate]
strCharacterName="重生的士兵"

[AshRisenCursedTrooperM1 X2CharacterTemplate]
strCharacterName="重生的士兵"

[AshRisenCursedTrooperM2 X2CharacterTemplate]
strCharacterName="重生的士兵"

[AshRisenCursedTrooperM3 X2CharacterTemplate]
strCharacterName="重生的士兵"

[AshRisenStunLancerM1 X2CharacterTemplate]
strCharacterName="重生的强袭枪兵"

[AshRisenStunLancerM2 X2CharacterTemplate]
strCharacterName="重生的强袭枪兵"

[AshRisenStunLancerM3 X2CharacterTemplate]
strCharacterName="重生的强袭枪兵"

[AshRisenCursedStunLancerM1 X2CharacterTemplate]
strCharacterName="重生的强袭枪兵"

[AshRisenCursedStunLancerM2 X2CharacterTemplate]
strCharacterName="重生的强袭枪兵"

[AshRisenCursedStunLancerM3 X2CharacterTemplate]
strCharacterName="重生的强袭枪兵"

[AshRisenWarlockM1 X2CharacterTemplate]
strCharacterName="重生的邪术师"

[AshRisenWarlockM2 X2CharacterTemplate]
strCharacterName="重生的高级邪术师"

[AshRisenWarlockM3 X2CharacterTemplate]
strCharacterName="重生的精英邪术师"

[AshRisenWarlockM4 X2CharacterTemplate]
strCharacterName="重生的变种人邪术师领主"

[AshArmoredTrooperM1 X2CharacterTemplate]
strCharacterName="咒缚士兵"

[AshArmoredTrooperM2 X2CharacterTemplate]
strCharacterName="高级咒缚士兵"

[AshArmoredTrooperM3 X2CharacterTemplate]
strCharacterName="精英咒缚士兵"

[AshCursedStunLancerM1 X2CharacterTemplate]
strCharacterName="咒缚强袭枪兵"

[AshCursedStunLancerM2 X2CharacterTemplate]
strCharacterName="高级咒缚强袭枪兵"

[AshCursedStunLancerM3 X2CharacterTemplate]
strCharacterName="精英咒缚强袭枪兵"

[Ability_AshCovenant X2AbilityTemplate]
LocFriendlyName="契约"
LocLongDescription="以咒缚士兵为代价复活被杀的邪术师。"
LocHelpText="以咒缚士兵为代价复活被杀的邪术师。"
LocFlyOverText="契约"

[Passive_AshWitchKiller X2AbilityTemplate]
LocFriendlyName="邪术师杀手"
LocLongDescription="用灵能收割者（武器）对“见即杀”（KOS）单位，造成更大的伤害。"
LocHelpText="用灵能收割者（武器）对“见即杀”（KOS）单位，造成更大的伤害。"

[Ability_AshWitchKiller X2AbilityTemplate]
LocFriendlyName="邪术师杀手"
LocLongDescription="用灵能收割者（武器）对“见即杀”（KOS）单位，造成更大的伤害。"
LocHelpText="用灵能收割者（武器）对“见即杀”（KOS）单位，造成更大的伤害。"
LocFlyOverText="邪术师杀手"

[Ability_AshBurnTheWitchM1 X2AbilityTemplate]
LocFriendlyName="邪术火焰"
LocLongDescription="用灵能之火焚烧“见即杀”（KOS）的敌方邪术师。"
LocHelpText="用灵能之火焚烧“见即杀”（KOS）的敌方邪术师。"
LocFlyOverText="邪术火焰"

[Ability_AshBurnTheWitchM2 X2AbilityTemplate]
LocFriendlyName="邪术火焰"
LocLongDescription="用灵能之火焚烧“见即杀”（KOS）的敌方邪术师。"
LocHelpText="用灵能之火焚烧“见即杀”（KOS）的敌方邪术师。"
LocFlyOverText="邪术火焰"

[Ability_AshDeathsEmbraceM1 X2AbilityTemplate]
LocFriendlyName="死亡木偶"
LocLongDescription="牺牲一个变种人单位，并用他的灵魂赋予自己力量。牺牲的单位会像死亡木偶一样重生。"
LocHelpText="牺牲一个变种人单位，并用他的灵魂赋予自己力量。牺牲的单位会像死亡木偶一样重生。"
LocFlyOverText="死亡木偶"

[Ability_AshDeathsEmpowermentM1 X2AbilityTemplate]
LocFriendlyName="凝聚"
LocLongDescription="赋予邪术师生命和防御加成。"
LocHelpText="赋予邪术师防御加成。"
LocFlyOverText="凝聚"

[Ability_AshDeathsEmpowermentM2 X2AbilityTemplate]
LocFriendlyName="高级凝聚"
LocLongDescription="赋予高级邪术师防御加成。"
LocHelpText="赋予高级邪术师防御加成。"
LocFlyOverText="高级凝聚"

[Ability_AshDeathsEmpowermentM3 X2AbilityTemplate]
LocFriendlyName="精英凝聚"
LocLongDescription="赋予精英邪术师防御加成。"
LocHelpText="赋予精英邪术师防御加成。"
LocFlyOverText="精英凝聚"

[Ability_AshZombieSlashM1 X2AbilityTemplate]
LocFriendlyName="憎恶斩杀"
LocLongDescription="对目标发动近战攻击，粉碎护甲。"
LocHelpText="对目标发动近战攻击，粉碎护甲。"
LocFlyOverText="憎恶斩杀"

[Ability_AshZombieSlashM2 X2AbilityTemplate]
LocFriendlyName="高级憎恶斩杀"
LocLongDescription="对目标发动近战攻击，粉碎护甲。"
LocHelpText="对目标发动近战攻击，粉碎护甲。"
LocFlyOverText="高级憎恶斩杀"

[Ability_AshZombieSlashM3 X2AbilityTemplate]
LocFriendlyName="憎精英恶斩杀"
LocLongDescription="对目标发动近战攻击，粉碎护甲。"
LocHelpText="对目标发动近战攻击，粉碎护甲。"
LocFlyOverText="精英憎恶斩杀"

[Ability_AshWanderingCurse X2AbilityTemplate]
LocFriendlyName="游荡诅咒"
LocLongDescription="复活附近一名死亡的变种人士兵或邪术师。"
LocHelpText="复活附近一名死亡的变种人士兵或邪术师。"
LocFlyOverText="游荡诅咒"

[Ability_AshResilienceM1 X2AbilityTemplate]
LocFriendlyName="抵抗力"
LocLongDescription="重生的士兵越来越难被杀死。"
LocHelpText="重生的士兵越来越难被杀死。"
LocFlyOverText="抵抗力"

[Ability_AshResilienceM2 X2AbilityTemplate]
LocFriendlyName="高级抵抗力"
LocLongDescription="重生的士兵越来越难被杀死。"
LocHelpText="重生的士兵越来越难被杀死。"
LocFlyOverText="高级抵抗力"

[Ability_AshResilienceM3 X2AbilityTemplate]
LocFriendlyName="精英抵抗力"
LocLongDescription="重生的士兵越来越难被杀死。"
LocHelpText="重生的士兵越来越难被杀死。"
LocFlyOverText="精英抵抗力"

[Ability_AshPhantomSlayerRounds X2AbilityTemplate]
LocFriendlyName="杀戮子弹"

[Ability_AshPsionicMiasma X2AbilityTemplate]
LocFriendlyName="灵能烟瘴"
LocLongDescription="通过从视线中遮蔽重生者，大大提高防御力。"
LocHelpText="通过从视线中遮蔽重生者，大大提高防御力。"
LocFlyOverText="灵能烟瘴"

[Ability_AshNightTerrors X2AbilityTemplate]
LocFriendlyName="夜间恐惧"
LocLongDescription="使士兵恐慌，并获得夜间恐惧特质。"
LocHelpText="使士兵恐慌，并获得夜间恐惧特质。"
LocFlyOverText="夜间恐惧"
LocMissMessage="成功抵抗夜间恐惧"

[Ability_AshShootTheWitch X2AbilityTemplate]
LocFriendlyName="射杀巫师"
LocLongDescription="用灵能收割者（武器）射击灵能特工。"
LocHelpText="用灵能收割者（武器）射击灵能特工。"
LocFlyOverText="射杀巫师"

[Trait_AshNightTerrors X2TraitTemplate]
TraitFriendlyName="夜间恐惧"
TraitScientificName="夜间恐惧"
TraitDescription="遇到重生者、邪术师、术士时，有几率变得“被挑衅、狂暴化、恐慌、精神崩溃”。"
TraitQuotes[0]="\"那是什么... ?!\""
TraitQuotes[1]="\"有些事情真的会在夜里碰到。\""
TraitQuotes[2]="\"现在我更害怕睡觉了，我要保持清醒...\""
TraitQuotes[3]="\"我一直认为美梦应该成真...但不是噩梦。\""

[TraitAbility_AshNightTerrorsPassive X2AbilityTemplate]
LocFriendlyName="夜间恐惧"
LocLongDescription="该单位可能会在看到重生者、变种人邪术师、术士时惊慌失措。"
LocHelpText="该单位可能会在看到重生者、变种人邪术师、术士时惊慌失措。"
LocFlyOverText="夜间恐惧"

[Weapon_AshAdvWarlockPsionicReaperM1 X2WeaponTemplate]
FriendlyName="灵能收割者"
TacticalText = "<bullet/> 用主武器射击将会结束该士兵的回合。\n<bullet/> 灵能收割者发射致命的灵能能量，可以穿透厚重护甲。"
BriefSummary = "灵能收割者是透过变种人邪术师自身的灵能能量来提供动力。因此它拥有无限的弹药并且绕过一定程度的护甲。"

[Weapon_AshAdvWarlockPsionicReaperM2 X2WeaponTemplate]
FriendlyName="灵能收割者"
TacticalText = "<bullet/> 用主武器射击将会结束该士兵的回合。\n<bullet/> 灵能收割者发射致命的灵能能量，可以穿透厚重护甲。"
BriefSummary = "灵能收割者是透过变种人邪术师自身的灵能能量来提供动力。因此它拥有无限的弹药并且绕过一定程度的护甲。"

[Weapon_AshAdvWarlockPsionicReaperM3 X2WeaponTemplate]
FriendlyName="灵能收割者"
TacticalText = "<bullet/> 用主武器射击将会结束该士兵的回合。\n<bullet/> 灵能收割者发射致命的灵能能量，可以穿透厚重护甲。"
BriefSummary = "灵能收割者是透过变种人邪术师自身的灵能能量来提供动力。因此它拥有无限的弹药并且绕过一定程度的护甲。"

[Weapon_AshAdvWarlockPsionicReaperM4 X2WeaponTemplate]
FriendlyName="灵能收割者"
TacticalText = "<bullet/> 用主武器射击将会结束该士兵的回合。\n<bullet/> 灵能收割者发射致命的灵能能量，可以穿透厚重护甲。"
BriefSummary = "灵能收割者是透过变种人邪术师自身的灵能能量来提供动力。因此它拥有无限的弹药并且绕过一定程度的护甲。"

[Weapon_AshAdvWarlockPsiAmpM1 X2WeaponTemplate]
FriendlyName="变种人邪术师灵能增幅器"

[Weapon_AshAdvWarlockPsiAmpM2 X2WeaponTemplate]
FriendlyName="变种人邪术师灵能增幅器"

[Weapon_AshAdvWarlockPsiAmpM3 X2WeaponTemplate]
FriendlyName="变种人邪术师灵能增幅器"

[Weapon_AshXcomPsionicReaper X2WeaponTemplate]
FriendlyName="灵能收割者"
TacticalText = "<bullet/> 用主武器射击将会结束该士兵的回合。\n<bullet/> 灵能收割者发射致命的灵能能量，可以穿透厚重护甲。\n<bullet/> 依靠灵能特工自身的灵能，灵能收割者拥有几乎无限的弹药。\n<bullet/> 灵能收割者在近距离和中距离获得命中加成。"
BriefSummary = "灵能收割者是透过灵能特工自身的灵能能量来提供动力。因此它拥有几乎无限的弹药并且穿透厚重护甲。"

[Weapon_AshXcomVortexGrenade X2GrenadeTemplate]
FriendlyName = "漩涡手榴弹"
FriendlyNamePlural="漩涡手榴弹"
BriefSummary="引爆这个手榴弹会产生一个灵能漩涡，它会撕裂真实空间本身，从而对受害者和环境造成严重伤害。爆炸范围内的目标可能会被眩晕。"
TacticalText="<bullet/>透过减轻重量，漩涡手榴弹可以投掷和发射得比破片手榴弹更远，并且不会妨碍士兵移动。\n<bullet/> 这个手榴弹释放的灵能漩涡会对环境造成巨大伤害，使敌人不剩多少掩体可以躲藏。\n<bullet/>漩涡中的受害者有机率被晕眩。"
ThrownAbilityName="投掷漩涡手榴弹"
ThrownAbilityHelpText="向目标区域投掷漩涡手榴弹。造成伤害并对环境产生巨大破坏。 范围内的目标有机率被晕眩。"
LaunchedAbilityname="发射漩涡手榴弹"
LaunchedAbilityHelpText="向目标区域发射漩涡手榴弹。造成伤害并对环境产生巨大破坏。 范围内的目标有机率被晕眩。"

[Weapon_AshAdvWarlockVortexGrenadeM1 X2GrenadeTemplate]
FriendlyName = "漩涡手榴弹"
FriendlyNamePlural="漩涡手榴弹"
BriefSummary="引爆这个手榴弹会产生一个灵能漩涡，它会撕裂真实空间本身，从而对受害者和环境造成严重伤害。爆炸范围内的目标可能会被眩晕。"
TacticalText="<bullet/>透过减轻重量，漩涡手榴弹可以投掷和发射得比破片手榴弹更远，并且不会妨碍士兵移动。\n<bullet/> 这个手榴弹释放的灵能漩涡会对环境造成巨大伤害，使敌人不剩多少掩体可以躲藏。\n<bullet/>漩涡中的受害者有机率被晕眩。"
ThrownAbilityName="投掷漩涡手榴弹"
ThrownAbilityHelpText="向目标区域投掷漩涡手榴弹。造成伤害并对环境产生巨大破坏。范围内的目标有机率被晕眩。"
LaunchedAbilityname="发射漩涡手榴弹"
LaunchedAbilityHelpText="向目标区域发射漩涡手榴弹。造成伤害并对环境产生巨大破坏。范围内的目标有机率被晕眩。"

[Weapon_AshAdvWarlockVortexGrenadeM2 X2GrenadeTemplate]
FriendlyName = "漩涡手榴弹"
FriendlyNamePlural="漩涡手榴弹"
BriefSummary="引爆这个手榴弹会产生一个灵能漩涡，它会撕裂真实空间本身，从而对受害者和环境造成严重伤害。爆炸范围内的目标可能会被眩晕。"
TacticalText="<bullet/>透过减轻重量，漩涡手榴弹可以投掷和发射得比破片手榴弹更远，并且不会妨碍士兵移动。\n<bullet/> 这个手榴弹释放的灵能漩涡会对环境造成巨大伤害，使敌人不剩多少掩体可以躲藏。\n<bullet/>漩涡中的受害者有机率被晕眩。"
ThrownAbilityName="投掷漩涡手榴弹"
ThrownAbilityHelpText="向目标区域投掷漩涡手榴弹。造成伤害并对环境产生巨大破坏。 范围内的目标有机率被晕眩。"
LaunchedAbilityname="发射漩涡手榴弹"
LaunchedAbilityHelpText="向目标区域发射漩涡手榴弹。造成伤害并对环境产生巨大破坏。 范围内的目标有机率被晕眩。"

[Weapon_AshAdvWarlockVortexGrenadeM3 X2GrenadeTemplate]
FriendlyName = "漩涡手榴弹"
FriendlyNamePlural="漩涡手榴弹"
BriefSummary="引爆这个手榴弹会产生一个灵能漩涡，它会撕裂真实空间本身，从而对受害者和环境造成严重伤害。 爆炸范围内的目标可能会被眩晕。"
TacticalText="<bullet/>透过减轻重量，漩涡手榴弹可以投掷和发射得比破片手榴弹更远，并且不会妨碍士兵移动。\n<bullet/> 这个手榴弹释放的灵能漩涡会对环境造成巨大伤害，使敌人不剩多少掩体可以躲藏。\n<bullet/>漩涡中的受害者有机率被晕眩。"
ThrownAbilityName="投掷漩涡手榴弹"
ThrownAbilityHelpText="向目标区域投掷漩涡手榴弹。造成伤害并对环境产生巨大破坏。 范围内的目标有机率被晕眩。"
LaunchedAbilityname="发射漩涡手榴弹"
LaunchedAbilityHelpText="向目标区域发射漩涡手榴弹。造成伤害并对环境产生巨大破坏。 范围内的目标有机率被晕眩。"

[Weapon_AshWanderingCurse X2AbilityTemplate]
LocFriendlyName="游荡诅咒"
LocLongDescription="诅咒附近的死者，使其复活。"
LocHelpText="诅咒附近的死者，使其复活。"
LocFlyOverText="游荡诅咒"

[UtilityItem_AshPhantomSlayerRounds X2AmmoTemplate]
FriendlyName="幽灵杀手子弹"
TacticalText = "<bullet/> 幽灵杀手子弹是我们穿甲子弹的升级版本；不仅针对护甲目标有效，还对我们遇到的所谓“僵尸”有毁灭性的效果。"
BriefSummary = "幽灵杀手子弹包含了一个装有超铀的弹头，这种弹头会对控制死者的灵能产生破坏，并毁灭失魂者的腐烂身体组织。"

[Corpse_AshAdvWarlock X2ItemTemplate]
FriendlyName="变种人邪术师尸体"
FriendlyNamePlural="变种人邪术师尸体"
BriefSummary="从外表看来，这个生物似乎和其他变种人士兵没有任何区别。然而变种人邪术师拥有多种的强大灵能能力。"

[Research_AshPsionicWeapons X2TechTemplate]
DisplayName="灵能武器"
Summary="现在我们有能力训练自己的士兵使用灵能，我们可以转而致力开发驾驭这种力量的武器。如果我们可以开发一种武器，能让持有者能够专注并引导自己的灵能能量，其在战场上的应用将是难以估量。"
CodeName="收割枪"
LongDescription="对于灵能动力武器的突破只是时间的问题。我们现在获得能够部署到我们灵能士兵的一种武器，它不受弹药需求的限制。此外这种武器的释放几乎不遵守物理定律；直接穿过除了最重型的护甲目标之外所有东西的防御。终于我们可以开始用变种人邪术师自己的武器来对抗外星人。 理查德·泰根。"

[ProvingGround_AshPsiInfusedGrenades X2TechTemplate]
DisplayName="漩涡手榴弹"
Summary="随著我们对灵能的持续研究，合理的下一步就是尝试将灵能能量注入手榴弹。 这将让我们没有灵能天赋的士兵也能携带灵能武器。"

[Autopsy_AshAdvWarlock X2TechTemplate]
DisplayName="解剖变种人邪术师"
Summary="肉体上看，变种人邪术师看起来和同样档次的变种人士兵并无区别。然而他们操纵灵能能量的能力表明，外星人正在继续推进他们的人类-外星人混血实验。"
CodeName="巫师王"
LongDescription="尽管肉体上和基因上与常规的变种人士兵相同，但我们的部队报告遭遇的变种人邪术师较少。这可能表示外星人没办法迅速的生产这些人类-外星人混血。将灵能能力注入到邪术师身上可能需要花费相当长的时间。这对我们的士兵来说不太令人舒服，因为他们曾目睹变种人邪术师在战斗中精神控制死者；甚至维持到它自身死亡以后。更进一步提升这个生物威胁等级的是，变种人邪术师携带着由其自身灵能能量驱动的全自动武器部署到战场上。也许有了足够的时间和样本，我们可以对这种武器进行逆向工程以供我们自己使用。 理查德·泰根。"

	
[Schematic_AshXcomPsionicReaper X2SchematicTemplate]
FriendlyName="灵能收割者"
BriefSummary = "灵能收割者是通过灵能士兵自身的灵能能量来提供动力。因此它拥有几乎无限的弹药并且能够穿透厚重护甲。"